/* audio converter quality setting. */
"Best" = "ดีที่สุด";

/* audio converter quality setting. */
"Better" = "ดีขึ้น";

/* audio converter quality setting. */
"Fast" = "เร็ว";

/* audio converter quality setting. */
"Faster" = "เร็วขึ้น";

/* audio converter priming method setting. */
"None" = "ไม่ได้เลือก";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "ปรกติ";

/* audio converter priming method setting. */
"Pre" = "ก่อน";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "วิธีพริมมิง";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "วิธีพริมมิงสำหรับตัวเปลี่ยนอัตราสุ่มสัญญาณ";

/* An audio converter parameter name. */
"Quality" = "คุณภาพ";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "การตั้งค่าคุณภาพของตัวเปลี่ยนอัตราสุ่มสัญญาณ";

